print( "‡ Јаг§Є  NPCScript08.lua" )

------------------------------------------
--		Диалоги НПС "Ивентер Паппа"		--
------------------------------------------

bgtalk1_1 		= "Я НПС Ивентер Пэппа. YВы можете узнать о последних событиях здесь. Если Вам это интересно, то выберите событие длч того, чтобы узнать о нем более подробно или посетите сайт: http://www.ваш_сайт.ru/"
bganswer1_13 	= "Пиратия Online Новогодние Гонки "
bganswer1_14 	= "День Пирата "
bganswer1_15 	= "Выдающаяся семья Пиратов "
bganswer1_16 	= "Обзор Пиратии Online. Посмотрим, к какой группе игроков Вы относитесь "
bganswer1_17 	= "4 Слота, Черный Дракон "
bgtalk13 		= "0"
bgtalk14 		= "Событие еще не сделано. Пожалуйста, зайдите на сайт, чтобы узнать больше деталей."
bgtalk15 		= "Начало 1го Января, копите очки репутаций и у Вас есть шанс выиграть Самоцвет Души, клещи кузнеца и многое другое "
bgtalk16 		= "http://vote.hdwonline.moliyo.com/vote1/ Перейдите, чтобы узнать больше деталей,"
bgtalk17 		= "0"