------------------------------------------------------------------------------------------------------------------
--																												--
--					Серебряный Хаос Garner2Entity.lua															--
--					Сервер DayLight Online II																	--
--					Версия игры 2.0																				--
--					Перевод выполнили DLDevTeam																	--
--					Проверку выполнили DLDevTeam																--
--																												--
------------------------------------------------------------------------------------------------------------------
print( "‡ Јаг§Є  Garner2Entity.lua" )
print( "‡ Јаг§Є  Є авл: '‘ҐаҐЎап­л© • ®б' § Є®­зҐ­ !" )
print( "-------------------------------------------------------------------------------" )

function InitGarnerEntity()
end

InitGarnerEntity()