function config_entry( entry )
	SetMapEntryEntiID( entry, 2492, 4 )
end

function after_create_entry( entry )
	local copy_mgr = GetMapEntryCopyObj( entry, 0 )
	map_name, posx, posy, tmap_name = GetMapEntryPosInfo( entry )
	--Notice( "Объявление: В Воде Москвы, в точке ["..posx..","..posy.."] появилась таинственная воронка. Некоторые путники сообщают, что она ведет на [Зимние острова]." )
	Notice( "\206\225\250\255\226\235\229\237\232\229: \194 \194\238\228\229 \204\238\241\234\226\251, \226 \242\238\247\234\229 ["..posx..","..posy.."] \239\238\255\226\232\235\224\241\252 \242\224\232\237\241\242\226\229\237\237\224\255 \226\238\240\238\237\234\224. \205\229\234\238\242\238\240\251\229 \239\243\242\237\232\234\232 \241\238\238\225\249\224\254\242, \247\242\238 \238\237\224 \226\229\228\229\242 \237\224 [\199\232\236\237\232\229 \238\241\242\240\238\226\224]." )
end

function after_destroy_entry_winterland(entry)
	map_name, posx, posy, tmap_name = GetMapEntryPosInfo( entry )
	--Notice( "Портал, ведущий на [Зимние острова], закрылся. Следите за новостями. Удачи всем, кто остался в этом жутком месте." )
	Notice( "\207\238\240\242\224\235, \226\229\228\243\249\232\233 \237\224 [\199\232\236\237\232\229 \238\241\242\240\238\226\224], \231\224\234\240\251\235\241\255. \209\235\229\228\232\242\229 \231\224 \237\238\226\238\241\242\255\236\232. \211\228\224\247\232 \226\241\229\236, \234\242\238 \238\241\242\224\235\241\255 \226 \253\242\238\236 \230\243\242\234\238\236 \236\229\241\242\229." )
end

function after_player_login_winterland( entry, player_name )
	map_name, posx, posy, tmap_name = GetMapEntryPosInfo( entry )
	--ChaNotice( player_name, "В Воде Москвы, в точке ["..posx..","..posy.."] появился портал, ведущий на [Зимние острова]." )
	ChaNotice( player_name, "\194 \194\238\228\229 \204\238\241\234\226\251, \226 \242\238\247\234\229 ["..posx..","..posy.."] \239\238\255\226\232\235\241\255 \239\238\240\242\224\235, \226\229\228\243\249\232\233 \237\224 [\199\232\236\237\232\229 \238\241\242\240\238\226\224]." )
end

function check_can_enter_winterland( role, copy_mgr )
	-- local Cha = TurnToCha( role )
	-- if Lv( Cha ) >= 30 and Lv( Cha ) <= 45 then
		-- local Num
		-- Num = CheckBagItem( Cha, 1812 )
		-- if Num >= 1 then
			-- return 1
		-- else
			-- SystemNotice( role, "У вас нет Генератора древних. Невозможно войти в [Затерянный город]." )
			-- return 0
		-- end
	-- else
		-- SystemNotice( role, "Войти в [Затерянный город] могут только персонажи с 35 по 45 уровень." )
		-- return 0
	-- end
end

function begin_enter_winterland( role, copy_mgr )
	MoveCity( role, "Winter Island" )
end