print("-- ItemsType")

------------------------------------------
-- Типы предметов, которые можно чинить --
------------------------------------------
--          Все типы предметов:         --
-- 1 -  Одноручный меч                  --
-- 2 -  Двуручный меч                   --
-- 3 -  Лук                             --
-- 4 -  Пистолет                        --
-- 5 -  Клинок                          --
-- 6 -  Боксерские перчатки             --
-- 7 -  Клинок покорителя морей         --
-- 8 -  Мешочек с золотом               --
-- 9 -  Посох                           --
-- 10 - Молот                           --
-- 11 - Щит                             --
-- 12 - Стрела                          --
-- 13 - Боеприпасы                      --
-- 14 - Головной убор                   --
-- 18 - Топор                           --
-- 19 - Металлическая кирка             --
-- 20 - Шапка                           --
-- 21 - Лицо                            --
-- 22 - Доспехи                         --
-- 23 - Перчатки                        --
-- 24 - Ботинки                         --
-- 25 - Ожерелье                        --
-- 26 - Кольцо                          --
-- 27 - Тату                            --
------------------------------------------
Item_CanRepair_Num		= 11 -- Кол-во типов предметов
Item_CanRepair_ID		= {}
Item_CanRepair_ID[0]	= 1		-- Одноручный меч
Item_CanRepair_ID[1]	= 2		-- Двуручный меч
Item_CanRepair_ID[2]	= 3		-- Лук
Item_CanRepair_ID[3]	= 4		-- Пистолет
Item_CanRepair_ID[4]	= 7		-- Клинок покорителя морей
Item_CanRepair_ID[5]	= 11	-- Щит
Item_CanRepair_ID[6]	= 20	-- Шапка
Item_CanRepair_ID[7]	= 22	-- Доспехи
Item_CanRepair_ID[8]	= 23	-- Перчатки
Item_CanRepair_ID[9]	= 24	-- Ботинки
Item_CanRepair_ID[10]	= 27	-- Тату
Item_CanRepair_ID[11]	= 9		-- Посох

------------------------------------------
-- Типы предметов, которые можно ковать --
------------------------------------------
Item_CanJinglian_Num	= 11
Item_CanJinglian_ID		= {} -- Кол-во типов предметов
Item_CanJinglian_ID[0]	= 1		-- Одноручный меч
Item_CanJinglian_ID[1]	= 2		-- Двуручный меч
Item_CanJinglian_ID[2]	= 3		-- Лук
Item_CanJinglian_ID[3]	= 4		-- Пистолет
Item_CanJinglian_ID[4]	= 7		-- Клинок покорителя морей
Item_CanJinglian_ID[5]	= 11	-- Щит
Item_CanJinglian_ID[6]	= 20	-- Шапка
Item_CanJinglian_ID[7]	= 22	-- Доспехи
Item_CanJinglian_ID[8]	= 23	-- Перчатки
Item_CanJinglian_ID[9]	= 24	-- Ботинки
Item_CanJinglian_ID[10]	= 27	-- Тату
Item_CanJinglian_ID[11]	= 9		-- Посох
Item_CanJinglian_ID[12] = 26	-- Кольцо
Item_CanJinglian_ID[13] = 25  	-- Ожерелье
Item_CanJinglian_ID[14] = 27	-- Плащ